{
    "task_done": [
        {
            "data": [
                {
                    "text":"Jane: Lynn, please "
                },
                {
                    "text":"come to my office.",
                    "entity":"task_name"
                },
                {
                    "text":" I just received a revised purchase order from one of our customers."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: I am here."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: Lynn, remember the order we received from Colours House two weeks ago?"
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: The one for a lot of 500 oak wood windows?"
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: Yes, that is the one. Did we start production on it yet?"
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: I do not think so since we do not have to make delivery until the twentieth of this month, another fifteen days."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: Good. I just received a revised order from its Purchasing department. They want pine wood instead of oak wood."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: We have already ordered the oak wood from Lumber House. It will cost us more if we put in a change of order now."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: Don't worry. Colours House is willing to pay an extra twenty-five percent for the change."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: It is OK then. When do we have to ship the order? Is it still due on the twentieth?"
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: No, they gave us extra time to fill the new order. It is not due until the twenty-fifth of the month now."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: Did they change the shipping terms? Do we still have to deliver the order, or will they come here to pick it up?"
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: We still have to "
                },
                {
                    "text":"take care of the shipping process",
                    "entity":"task_name"
                },
                {
                    "text":", and it is still going to Chicago."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: Then I do not have to make any shipping changes other than "
                },
                {
                    "text":"changing the pickup date.",
                    "entity":"task_name"
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: I think you should "
                },
                {
                    "text":"put a call in to Trucking Lines as soon as possible.",
                    "entity":"task_name"
                },
                {
                    "text":" The thirtieth of this month is a major holiday, and its shipping schedule is going to be very tight."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: True, they might not accommodate our change if they receive our notice too late."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: Oh, here is the change of order from Colours House. You can "
                },
                {
                    "text":"sign and fax it back to them after reviewing it.",
                    "entity":"task_name"
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: I better "
                },
                {
                    "text":"give a copy of this new order to our Production department.",
                    "entity":"task_name"
                },
                {
                    "text":" They need to be aware of the change."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: How is our Production department doing?"
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: It is running on a very tight schedule. We received quite a few orders lately."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: I bet all the customers want their orders now or as soon as possible. The Production department will have to "
                },
                {
                    "text":"work a lot of overtime this month.",
                    "entity":"task_name"
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: Overtime already started last week with all the employees in the Assembly department working an average of two hours overtime per day."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: I hope the customers appreciate our quick response time and the fact that we always jump through hoops to give them whatever they want."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: It does pay to keep up with the customers' demand. Everybody likes our products and services. Even though it is sometimes very difficult to please everybody, it is fine with me because I love this company, and I want to see it prosper."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: We can take pride in a job well done. Besides, it makes our job easier also."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: Yes, I would not like to hear people complain. I would hate to deal with unhappy customers."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: It is really stressful to deal with unhappy customers. I doubt that I will be able to relax even when I get home at the end of the day."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: Me neither. OK, everything is set. I will "
                },
                {
                    "text":"call Colours House and tell them everything is set to go.",
                    "entity":"task_name"
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Jane: Thanks for your help, Lynn."
                }
            ]
        },
        {
            "data": [
                {
                    "text":"Lynn: You are welcome, Jane."
                }
            ]
        }
    ]
}